/*===== TAB LABELS *//* Environement tab label */Environment = "环境";/* About tab label */About = "关於";/*===== BUTTON LABELS *//* Load Backup button label */LoadBackup = "载入备份";/* Save button label */Save = "储存";/* Revert button label */Revert = "回复";/* Cancel button label */Cancel = "取消";/* Continue label */Continue = "继续";/* Don't show again label */DontShowAgain = "不要再显示";/*===== TABLE LABELS *//* Variable column label */Variable = "变量";/* Value column label */Value = "数值";/*===== DEFAULT VALUE TEXT *//* Default key label */DefaultKey = "钥匙";/* Default value label */DefaultValue = "数值";/*===== ERROR PANEL TITLES *//* Value warning label */ValueWarning = "数值警告";/* File error label */FileError = "文档错误";/* Backup error label */BackupError = "备份错误";/* Invalid Key label */InvalidKey = "无效的钥匙";/* Key Warning label */KeyWarning = "钥匙警告";/*===== ERROR STRINGS *//* File does not exist format string, format string */FileDoesNotExist = "~/%@/%@ 不存在, 不能打开.";/* File error: Is not a file, format string */FileIsNotFile = "~/%@/%@ 是目录, 不是文档.";/* File error: Is not readable, format string */FileIsNotReadable = "~/%@/%@ 不可读.";/* File error: Can not write file */FileNotWritable = "无法写 ~/%@/%@. 请更正并再试一次.";/* Backup error unable to write file, format string */BackupFileNotWritable = "无法写备份 ~/%@/%@. 请更正并再试一次.";/* Invalid Key, non-zero length */ZeroLengthKey = "钥匙必须是有长度的字串.";/* Invalid key, already exists */KeyExists = "钥匙已经存在.";/* Key warning, PATH variables can be bad */PathKeyWarning = "注意, 设定环境变量会影响某些应用程序运作, 特别是 developer tools 和 shell 环境与功能.";/* Value warning, $ variables aren't expanded */DollarValueWarning = "注意, 当读取环境文档, $<identifier> 数值不能替入.";/*===== MISC LABELS *//* Warning about changes taking effect on next login */NextLoginWarning = "改变会在你下一次登入生效.";/* Edit variable label */EditVariable = "编辑变量:";/*===== TOOL TIPS *//* Add item */AddItemTip = "新增变量";/* Remove item(s) */RemoveItemTip = "删除变量";/* Edit variable value */EditItemTip = "编辑变量数值";